Repository: MikeRider27/ccan_back
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Bad request
es: Solicitud invalida

# BAD_USERNAME_OR_PASSWORD
source: Bad username or password. This incident will be registered
es: Nombre de usuario o contraseña incorrectos. Este incidente quedará registrado.

# SUCCESSFULLY_OUT
source: Successfully logged out
es: Cierre de sesión exitoso

# NO_PERMISSION
source: You do not have permissions to perform this action
es: No tiene permisos para realizar esta acción

source: Area not found
es: No se encontró departamento

# AREA_DELETED
source: Area has been deleted
es: Se ha borrado el departamento

# AREA_DUPLICATED
source: There is already an area with ID '{}'.
es: Ya existe un departamento con id '{}'.

# AREA_CREATE_ERROR
source: An error occurred while creating area.
es: Ocurrió un error al crear departamento.

# CTP_NOT_FOUND
source: Chemotherapy treatment plan not found
es: No se encontró Plan de tratamiento de quimioterapia

# CTP_DELETED
source: Chemotherapy treatment plan has been deleted
es: Se ha borrado el Plan de tratamiento de quimioterapia

# CTP_DUPLICATED
source: There is already an Chemotherapy treatment plan with ID '{}'.
es: Ya existe un Plan de tratamiento de quimioterapia con id '{}'.

# CTP_CREATE_ERROR
source: An error occurred while creating Chemotherapy treatment plan.
es: Ocurrió un error al crear Plan de tratamiento de quimioterapia.

source: Chemotherapy not found
es: No se encontró quimioterapia

# CHEMOTHERAPY_DELETED
source: Chemotherapy has been deleted
es: Se ha borrado la quimioterapia

# CHEMOTHERAPY_DUPLICATED
source: There is already an Chemotherapy with ID '{}'.
es: Ya existe una quimioterapia con id '{}'.

# CHEMOTHERAPY_CREATE_ERROR
source: An error occurred while creating Chemotherapy.
es: Ocurrió un error al crear quimioterapia.

source: CIE10 not found
es: No se encontró CIE10

# CIE10_DELETED
source: CIE10 has been deleted
es: Se ha borrado el CIE10

# CIE10_DUPLICATED
source: There is already an CIE10 with ID '{}'.
es: Ya existe un CIE10 con id '{}'.

# CIE10_CREATE_ERROR
source: An error occurred while creating CIE10.
es: Ocurrió un error al crear CIE10.

# CIEOM_NOT_FOUND
source: CIEO Morphology not found
es: No se encontró CIE-O Morfologia

# CIEOM_DELETED
source: CIEO Morphology has been deleted
es: Se ha borrado el CIE-O Morfologia

# CIEOM_DUPLICATED
source: There is already an CIEO Morphology with ID '{}'.
es: Ya existe un CIE-O Morfologia con id '{}'.

# CIEOM_CREATE_ERROR
source: An error occurred while creating CIEO Morphology.
es: Ocurrió un error al crear CIE-O Morfologia.

# CIEOT_NOT_FOUND
source: CIEO Topography not found
es: No se encontró CIE-O Topografia

# CIEOT_DELETED
source: CIEO Topography has been deleted
es: Se ha borrado el CIE-O Topografia

# CIEOT_DUPLICATED
source: There is already an CIEO Topography with ID '{}'.
es: Ya existe un CIE-O Topografia con id '{}'.

# CIEOT_CREATE_ERROR
source: An error occurred while creating CIEO Topography.
es: Ocurrió un error al crear CIE-O Topografia.

# CIEOTL_NOT_FOUND
source: CIEO Tumor Location not found
es: No se encontró CIE-O Ubicación del tumor

# CIEOTL_DELETED
source: CIEO Tumor Location has been deleted
es: Se ha borrado el CIE-O Ubicación del tumor

# CIEOTL_DUPLICATED
source: There is already an CIEO Tumor Location with ID '{}'.
es: Ya existe un CIE-O Ubicación del tumor con id '{}'.

# CIEOTL_CREATE_ERROR
source: An error occurred while creating City.
es: Ocurrió un error al crear CIE-O Ubicación del tumor.

source: City not found
es: No se encontró la ciudad

# CITY_DELETED
source: City has been deleted
es: Se ha borrado el Ciudad

# CITY_DUPLICATED
source: There is already an City with ID '{}'.
es: Ya existe una ciudad con id '{}'.

source: Committee not found
es: No se encontró el comite

# COMMITTEE_DELETED
source: Committee has been deleted
es: Se ha borrado el comite

# COMMITTEE_DUPLICATED
source: There is already an Committee with ID '{}'.
es: Ya existe un comite con id '{}'.

# COMMITTEE_CREATE_ERROR
source: An error occurred while creating Committee.
es: Ocurrió un error al crear comite.

source: Configuration not found
es: No se encontró la configuración

# CONFIGURATION_DELETED
source: Configuration has been deleted
es: Se ha borrado la configuración

# CONFIGURATION_DUPLICATED
source: There is already an Configuration with ID '{}'.
es: Ya existe una configuración con id '{}'.

# CONFIGURATION_CREATE_ERROR
source: An error occurred while creating Configuration.
es: Ocurrió un error al crear configuración.

source: Country not found
es: No se encontró el pais

# COUNTRY_DELETED
source: Country has been deleted
es: Se ha borrado el pais

# COUNTRY_DUPLICATED
source: There is already an Country with ID '{}'.
es: Ya existe un pais con id '{}'.

# COUNTRY_CREATE_ERROR
source: An error occurred while creating Country.
es: Ocurrió un error al crear pais.

source: Deposit movement not found
es: No se encontró el movimiento de deposito

# DEPOSIT_MOVEMENT_DELETED
source: Deposit movement has been deleted
es: Se ha borrado el movimiento de deposito

# DEPOSIT_MOVEMENT_DUPLICATED
source: There is already an Deposit movement with ID '{}'.
es: Ya existe un movimiento de deposito con id '{}'.

# DEPOSIT_MOVEMENT_CREATE_ERROR
source: An error occurred while creating Deposit movement.
es: Ocurrió un error al crear movimiento de deposito.

source: Deposit stock not found
es: No se encontró el stock de deposito

# DEPOSIT_STOCK_DELETED
source: Deposit stock has been deleted
es: Se ha borrado el stock de deposito

# DEPOSIT_STOCK_DUPLICATED
source: There is already an Deposit stock with ID '{}'.
es: Ya existe un stock de deposito con id '{}'.

# DEPOSIT_STOCK_CREATE_ERROR
source: An error occurred while creating Deposit stock.
es: Ocurrió un error al crear stock de deposito.

# DEPOSIT_DELETED
source: Deposit has been deleted
es: Se ha borrado el deposito

# DEPOSIT_DUPLICATED
source: There is already an Deposit with ID '{}'.
es: Ya existe un deposito con id '{}'.

# DEPOSIT_CREATE_ERROR
source: An error occurred while creating Deposit.
es: Ocurrió un error al crear deposito.

source: Diagnosis AP not found
es: No se encontró el diagnostico AP

# DIAGNOSIS_AP_DELETED
source: Diagnosis AP has been deleted
es: Se ha borrado el diagnostico AP

# DIAGNOSIS_AP_DUPLICATED
source: There is already an Diagnosis AP with ID '{}'.
es: Ya existe un diagnostico AP con id '{}'.

# DIAGNOSIS_AP_CREATE_ERROR
source: An error occurred while creating Diagnosis AP.
es: Ocurrió un error al crear diagnostico AP.

source: Diagnosis not found
es: No se encontró el diagnostico

# DIAGNOSIS_DELETED
source: Diagnosis has been deleted
es: Se ha borrado el diagnostico

# DIAGNOSIS_DUPLICATED
source: There is already an Diagnosis with ID '{}'.
es: Ya existe un diagnostico con id '{}'.

# DIAGNOSIS_CREATE_ERROR
source: An error occurred while creating Diagnosis.
es: Ocurrió un error al crear diagnostico.

source: Dispatch medications not found
es: No se encontró la entrega del medicamento al paciente

# DISPATCH_MEDICATIONS_DELETED
source: Dispatch medications has been deleted
es: Se ha borrado la entrega del medicamento al paciente

# DISPATCH_MEDICATIONS_DUPLICATED
source: There is already an Dispatch medications with ID '{}'.
es: Ya existe una entrega del medicamento al paciente con id '{}'.

# DISPATCH_MEDICATIONS_CREATE_ERROR
source: An error occurred while creating Dispatch medications.
es: Ocurrió un error al crear la entrega del medicamento al paciente.

source: Doctor speciality not found
es: No se encontró la especialidad del doctor.

# DOCTOR_SPECIALITY_DELETED
source: Doctor speciality has been deleted
es: Se ha borrado la especialidad del doctor

# DOCTOR_SPECIALITY_DUPLICATED
source: There is already an Doctor speciality s with ID '{}'.
es: Ya existe un especialidad para el doctor con id '{}'.

# DOCTOR_SPECIALITY_CREATE_ERROR
source: An error occurred while creating Doctor speciality .
es: Ocurrió un error al crear una especialidad para doctor.

source: Doctor not found
es: No se encontró el doctor.

# DOCTOR_DELETED
source: Doctor has been deleted
es: Se ha borrado el doctor

# DOCTOR_DUPLICATED
source: There is already an Doctor with ID '{}'.
es: Ya existe un doctor con id '{}'.

# DOCTOR_CREATE_ERROR
source: An error occurred while creating Doctor.
es: Ocurrió un error al crear un doctor.

source: Document type not found
es: No se encontró el tipo de documento.

# DOCUMENT_TYPE_DELETED
source: Document type has been deleted
es: Se ha borrado el tipo de documento

# DOCUMENT_TYPE_DUPLICATED
source: There is already an Document type with ID '{}'.
es: Ya existe un tipo de documento con id '{}'.

# DOCUMENT_TYPE_CREATE_ERROR
source: An error occurred while creating Document type.
es: Ocurrió un error al crear un tipo de documento.

source: Entries deposit stock not found
es: No se encontró entrada de stock para el deposito.

# ENTRIES_DEPOSIT_STOCK_DELETED
source: Entries deposit stock has been deleted
es: Se ha borrado la entrada de stock para el deposito

# ENTRIES_DEPOSIT_STOCK_DUPLICATED
source: There is already an Entries deposit stock with ID '{}'.
es: Ya existe una entrada de stock para el deposito con id '{}'.

# ENTRIES_DEPOSIT_STOCK_CREATE_ERROR
source: An error occurred while creating Entries deposit stock.
es: Ocurrió un error al crear entrada de stock para el deposito.

source: Entries lot not found
es: No se encontró entrada de lote.

# ENTRIES_LOT_DELETED
source: Entries lot has been deleted
es: Se ha borrado la entrada de lote.

# ENTRIES_LOT_DUPLICATED
source: There is already an Entries lot with ID '{}'.
es: Ya existe una entrada de lote. con id '{}'.

# ENTRIES_LOT_CREATE_ERROR
source: An error occurred while creating Entries lot.
es: Ocurrió un error al crear entrada de lote.

source: Entries not found
es: No se encontró entrada.

# ENTRIES_DELETED
source: Entries has been deleted
es: Se ha borrado la entrada.

# ENTRIES_DUPLICATED
source: There is already an Entries with ID '{}'.
es: Ya existe una entrada con id '{}'.

# ENTRIES_CREATE_ERROR
source: An error occurred while creating Entries.
es: Ocurrió un error al crear entrada.

# ENTRIES_UPDATE_ERROR
source: An error occurred while updating Entries.
es: Ocurrió un error al actualizar entrada.

# ENTRIES_CREATE_0
source: Cannot delete entry because final stock is less than zero.
es: No se puede eliminar la entrada debido a que la existencia final es menor a cero

source: Evaluation not found
es: No se encontró evaluación.

# EVALUATION_DELETED
source: Evaluation has been deleted
es: Se ha borrado la evaluación.

# EVALUATION_DUPLICATED
source: There is already an evaluation with ID '{}'.
es: Ya existe una evaluación con id '{}'.

# EVALUATION_STATUS
source: The patient is not in Evaluation status.
es: El paciente no esta en estado de Evaluación.

# EVALUATION_CREATE_ERROR
source: An error occurred while creating evaluation.
es: Ocurrió un error al crear evaluación.

# EVALUATORS_NOT_FOUND
source: Evaluator not found
es: No se encontró el evaluador

# EVALUATORS_DUPLICATED
source: There is already an evaluator with ID '{}'.
es: Ya existe un evaluador con id '{}'.

# EVALUATORS_CREATE_ERROR
source: An error occurred while creating evaluators.
es: Ocurrió un error al crear evaluador.

source: Follow up treatment plan not found
es: No se encontró seguimiento al plan de tratamiento.

# FOLLOW_UP_TREATMENT_PLAN_DELETED
source: Follow up treatment plan has been deleted
es: Se ha borrado el seguimiento al plan de tratamiento.

# FOLLOW_UP_TREATMENT_PLAN_DUPLICATED
source: There is already a follow up treatment plan with ID '{}'.
es: Ya existe un seguimiento al plan de tratamiento con id '{}'.

# FOLLOW_UP_TREATMENT_PLAN_CREATE_ERROR
source: An error occurred while creating follow up treatment plan.
es: Ocurrió un error al crear seguimiento al plan de tratamiento.

source: Gender not found
es: No se encontró sexo.

# GENDER_DELETED
source: Gender has been deleted
es: Se ha borrado el sexo.

# GENDER_DUPLICATED
source: There is already a gender with ID '{}'.
es: Ya existe un sexo con id '{}'.

# GENDER_CREATE_ERROR
source: An error occurred while creating gender.
es: Ocurrió un error al crear sexo.

source: History not found
es: No se encontró historial.

# HISTORY_DELETED
source: History has been deleted
es: Se ha borrado el historial.

# HISTORY_DUPLICATED
source: There is already a history with ID '{}'.
es: Ya existe un historial con id '{}'.

# HISTORY_CREATE_ERROR
source: An error occurred while creating history.
es: Ocurrió un error al crear historial.

source: Hospital not found
es: No se encontró establecimiento de salud.

# HOSPITAL_DELETED
source: Hospital has been deleted
es: Se ha borrado el establecimiento de salud.

# HOSPITAL_DUPLICATED
source: There is already a hospital with ID '{}'.
es: Ya existe un establecimiento de salud con id '{}'.

# HOSPITAL_CREATE_ERROR
source: An error occurred while creating hospital.
es: Ocurrió un error al crear establecimiento de salud.

# INTEROPERABILITY_NOT_ACTIVE
source: Interoperability services are not activated.
es: Los servicios de interoperabilidad no se encuentran activados.

# INTEROPERABILITY_AP_OK
source: Biopsy correctly synchronized in patient
es: Biopsia sincronizado correctamente en paciente

# LOT_NOT_DELETED
source: The lot detail cannot be deleted because the final stock is less than zero
es: No se puede eliminar el detalle del lote debido a que la existencia final es menor a cero

source: Lot not found
es: No se encontró lote.

# LOT_DELETED
source: Lot has been deleted
es: Se ha borrado el lote.

# LOT_DUPLICATED
source: There is already a lot with ID '{}'.
es: Ya existe un lote con id '{}'.

# LOT_CREATE_ERROR
source: An error occurred while creating lot.
es: Ocurrió un error al crear lote.

# LOT_UPDATE_ERROR
source: An error occurred while updating lot.
es: Ocurrió un error al actualizar lote.

source: Manufacturer not found
es: No se encontró fabricante.

# MANUFACTURER_DELETED
source: Manufacturer has been deleted
es: Se ha borrado el fabricante.

# MANUFACTURER_DUPLICATED
source: There is already a manufacturer with ID '{}'.
es: Ya existe un fabricante con id '{}'.

# MANUFACTURER_CREATE_ERROR
source: An error occurred while creating manufacturer.
es: Ocurrió un error al crear fabricante.

source: Medical Committee not found
es: No se encontró comité médico.

# MEDICAL_COMMITTEE_DELETED
source: Medical Committee has been deleted
es: Se ha borrado el comité médico.

# MEDICAL_COMMITTEE_DUPLICATED
source: There is already a Medical Committee with ID '{}'.
es: Ya existe un comité médico con id '{}'.

# MEDICAL_COMMITTEE_CREATE_ERROR
source: An error occurred while creating Medical Committee.
es: Ocurrió un error al crear un comité médico.

source: Medical consultation not found
es: No se encontró consulta médica.

# MEDICAL_CONSULTATION_DELETED
source: Medical consultation has been deleted
es: Se ha borrado la consulta médica.

# MEDICAL_CONSULTATION_DUPLICATED
source: There is already a Medical consultation with ID '{}'.
es: Ya existe una consulta médica con id '{}'.

# MEDICAL_CONSULTATION_CREATE_ERROR
source: An error occurred while creating Medical consultation.
es: Ocurrió un error al crear una consulta médica.

source: Medical document type not found
es: No se encontró tipo de documento médico.

# MEDICAL_DOCUMENT_TYPE_DELETED
source: Medical document type has been deleted
es: Se ha borrado el tipo de documento médico.

# MEDICAL_DOCUMENT_TYPE_DUPLICATED
source: There is already a Medical document type with ID '{}'.
es: Ya existe un tipo de documento médico con id '{}'.

# MEDICAL_DOCUMENT_TYPE_CREATE_ERROR
source: An error occurred while creating Medical document type.
es: Ocurrió un error al crear un tipo de documento médico.

source: Medical document not found
es: No se encontró documento médico.

# MEDICAL_DOCUMENT_DELETED
source: Medical document has been deleted
es: Se ha borrado el documento médico.

# MEDICAL_DOCUMENT_DUPLICATED
source: There is already a Medical document with ID '{}'.
es: Ya existe un documento médico con id '{}'.

# MEDICAL_DOCUMENT_CREATE_ERROR
source: An error occurred while creating Medical document.
es: Ocurrió un error al crear un documento médico.

source: Medical document saved
es: Documento médico guardado.

# MEDICAL_DOCUMENT_PERSIST_ERROR
source: An error occurred while persisting the document
es: Ocurrió un error al guardar un documento médico.

source: Medical team not found
es: No se encontró equipo médico.

# MEDICAL_TEAM_DELETED
source: Medical team has been deleted
es: Se ha borrado el equipo médico.

# MEDICAL_TEAM_DUPLICATED
source: There is already a Medical team with ID '{}'.
es: Ya existe un equipo médico con id '{}'.

# MEDICAL_TEAM_CREATE_ERROR
source: An error occurred while creating Medical team.
es: Ocurrió un error al crear equipo médico.

source: Medicine chemotherapy not found
es: No se encontró medicamento de quimioterapia.

# MEDICINE_CHEMOTHERAPY_DELETED
source: Medicine chemotherapy has been deleted
es: Se ha borrado el medicamento de quimioterapia.

# MEDICINE_CHEMOTHERAPY_DUPLICATED
source: There is already a Medicine chemotherapy with ID '{}'.
es: Ya existe un medicamento de quimioterapia con id '{}'.

# MEDICINE_CHEMOTHERAPY_CREATE_ERROR
source: An error occurred while creating Medicine chemotherapy.
es: Ocurrió un error al crear el medicamento de quimioterapia.

source: Medicine medical consultation not found
es: No se encontró medicamento para consulta médica.

# MEDICINE_MEDICAL_CONSULTATION_DELETED
source: Medicine medical consultation has been deleted
es: Se ha borrado el medicamento para consulta médica.

# MEDICINE_MEDICAL_CONSULTATION_DUPLICATED
source: There is already a Medicine medical consultation with ID '{}'.
es: Ya existe un medicamento para consulta médica con id '{}'.

# MEDICINE_MEDICAL_CONSULTATION_CREATE_ERROR
source: An error occurred while creating Medicine medical consultation.
es: Ocurrió un error al crear el medicamento para consulta médica.

source: Medicine treatment follow up not found
es: No se encontró medicamento para seguimiento del tratamiento.

# MEDICINE_TREATMENT_FOLLOW_UP_DELETED
source: Medicine treatment follow up has been deleted
es: Se ha borrado el medicamento para seguimiento del tratamiento.

# MEDICINE_TREATMENT_FOLLOW_UP_DUPLICATED
source: There is already a Medicine treatment follow up with ID '{}'.
es: Ya existe un medicamento para seguimiento del tratamiento con id '{}'.

# MEDICINE_TREATMENT_FOLLOW_UP_CREATE_ERROR
source: An error occurred while creating Medicine treatment follow up.
es: Ocurrió un error al crear el medicamento para seguimiento del tratamiento.

source: Medicine treatment plan not found
es: No se encontró medicamento para plan de tratamiento.

# MEDICINE_TREATMENT_PLAN_DELETED
source: Medicine treatment plan has been deleted
es: Se ha borrado el medicamento para plan de tratamiento.

# MEDICINE_TREATMENT_PLAN_DUPLICATED
source: There is already a Medicine treatment plan with ID '{}'.
es: Ya existe un medicamento para plan de tratamiento con id '{}'.

# MEDICINE_TREATMENT_PLAN_CREATE_ERROR
source: An error occurred while creating Medicine treatment plan.
es: Ocurrió un error al crear el medicamento para plan de tratamiento.

source: Medicine not found
es: No se encontró medicamento.

# MEDICINE_DELETED
source: Medicine has been deleted
es: Se ha borrado el medicamento.

# MEDICINE_DUPLICATED
source: There is already a medicine with ID '{}'.
es: Ya existe un medicamento con id '{}'.

# MEDICINE_CREATE_ERROR
source: An error occurred while creating medicine.
es: Ocurrió un error al crear medicamento.

source: Menopausal state not found
es: No se encontró estado menopausico.

# MENOPAUSAL_STATE_DELETED
source: Menopausal state has been deleted
es: Se ha borrado el estado menopausico.

# MENOPAUSAL_STATE_DUPLICATED
source: There is already a Menopausal state with ID '{}'.
es: Ya existe un estado menopausico con id '{}'.

# MENOPAUSAL_STATE_CREATE_ERROR
source: An error occurred while creating Menopausal state.
es: Ocurrió un error al crear estado menopausico.

source: Parameter not found
es: No se encontró parámetro.

# PARAMETER_DELETED
source: Parameter has been deleted
es: Se ha borrado el parámetro.

# PARAMETER_DUPLICATED
source: There is already a parameter with ID '{}'.
es: Ya existe un parámetro con id '{}'.

# PARAMETER_CREATE_ERROR
source: An error occurred while creating parameter.
es: Ocurrió un error al crear parámetro.

source: Patient exclusion criteria not found
es: No se encontró el criterio de exclusión del paciente.

# PATIENT_EXCLUSION_CRITERIA_DELETED
source: Patient exclusion criteria has been deleted
es: Se ha borrado el criterio de exclusión del paciente.

# PATIENT_EXCLUSION_CRITERIA_DUPLICATED
source: There is already a patient exclusion criteria with ID '{}'.
es: Ya existe un criterio de exclusión con id '{}'.

# PATIENT_EXCLUSION_CRITERIA_CREATE_ERROR
source: An error occurred while creating patient exclusion criteria.
es: Ocurrió un error al crear el criterio de exclusión del paciente.

# PATIENT_EXCLUSION_CRITERIA_UPDATE_24
source: The exclusion form cannot be modified after 24 hours.
es: El formulario de exclusión no se puede modificar después de 24 horas.

source: Patient family with cancer not found
es: No se encontró familiar con cancer.

# PATIENT_FAMILY_WITH_CANCER_DELETED
source: Patient family with cancer has been deleted
es: Se ha borrado el familiar con cancer.

# PATIENT_FAMILY_WITH_CANCER_DUPLICATED
source: There is already a Patient family with cancer with ID '{}'.
es: Ya existe un familiar con cancer con id '{}'.

# PATIENT_FAMILY_WITH_CANCER_CREATE_ERROR
source: An error occurred while creating Patient family with cancer.
es: Ocurrió un error al crear familiar con cancer.

source: Patient hospital not found
es: No se encontró el hospital del paciente.

# PATIENT_HOSPITAL_DELETED
source: Patient hospital has been deleted
es: Se ha borrado el hospital del paciente.

# PATIENT_HOSPITAL_DUPLICATED
source: There is already a patient hospital with ID '{}'.
es: Ya existe un el hospital paciente con id '{}'.

# PATIENT_HOSPITAL_CREATE_ERROR
source: An error occurred while creating patient hospital.
es: Ocurrió un error al crear el hospital del paciente.

source: Patient inclusion criteria adjuvant trastuzumab not found
es: No se encontró el criterio de inclusión adjuvante trastuzumab del paciente.

# PATIENT_INCLUSION_CRITERIA_ADJUVANT_TRASTUZUMAB_DELETED
source: Patient inclusion criteria adjuvant trastuzumab has been deleted
es: Se ha borrado el criterio de inclusión adjuvante trastuzumab del paciente.

# PATIENT_INCLUSION_CRITERIA_ADJUVANT_TRASTUZUMAB_DUPLICATED
source: There is already a Patient inclusion criteria adjuvant trastuzumab with ID '{}'.
es: Ya existe un el criterio de inclusión adjuvante trastuzumab del paciente con id '{}'.

# PATIENT_INCLUSION_CRITERIA_ADJUVANT_TRASTUZUMAB_CREATE_ERROR
source: An error occurred while creating Patient inclusion criteria adjuvant trastuzumab.
es: Ocurrió un error al crear el criterio de inclusión adjuvante trastuzumab del paciente.

source: Patient inclusion criteria neoadjuvant trastuzumab not found
es: No se encontró el criterio de inclusión neoadjuvante trastuzumab del paciente.

# PATIENT_INCLUSION_CRITERIA_NEOADJUVANT_TRASTUZUMAB_DELETED
source: Patient inclusion criteria neoadjuvant trastuzumab has been deleted
es: Se ha borrado el criterio de inclusión neoadjuvante trastuzumab del paciente.

# PATIENT_INCLUSION_CRITERIA_NEOADJUVANT_TRASTUZUMAB_DUPLICATED
source: There is already a Patient inclusion criteria neoadjuvant trastuzumab with ID '{}'.
es: Ya existe un el criterio de inclusión neoadjuvante trastuzumab del paciente con id '{}'.
