Repository: MikeRider27/ccan_back
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

# PATIENT_INCLUSION_CRITERIA_NEOADJUVANT_TRASTUZUMAB_CREATE_ERROR
source: An error occurred while creating Patient inclusion criteria neoadjuvant trastuzumab.
es: Ocurrió un error al crear el criterio de inclusión neoadjuvante trastuzumab del paciente.

source: Patient inclusion criteria not found
es: No se encontró el criterio de inclusión del paciente.

# PATIENT_INCLUSION_CRITERIA_DELETED
source: Patient inclusion criteria has been deleted
es: Se ha borrado el criterio de inclusión del paciente.

# PATIENT_INCLUSION_CRITERIA_DUPLICATED
source: There is already a Patient inclusion criteria with ID '{}'.
es: Ya existe un el criterio de inclusión del paciente con id '{}'.

# PATIENT_INCLUSION_CRITERIA_CREATE_ERROR
source: An error occurred while creating Patient inclusion criteria.
es: Ocurrió un error al crear el criterio de inclusión del paciente.

# PATIENT_INCLUSION_CRITERIA_UPDATE_ERROR
source: An error occurred while updating Patient inclusion criteria.
es: Ocurrió un error al actualizar el criterio de inclusión del paciente.

# PATIENT_INCLUSION_CRITERIA_UPDATE_24
source: The inclusion form cannot be modified after 24 hours.
es: El formulario de inclusión no se puede modificar después de 24 horas.

source: Patient not found
es: No se encontró paciente.

# PATIENT_DELETED
source: Patient has been deleted
es: Se ha borrado el paciente.

# PATIENT_DUPLICATED
source: There is already a patient with ID '{}'.
es: Ya existe un paciente con id '{}'.

# PATIENT_CREATE_ERROR
source: An error occurred while creating patient.
es: Ocurrió un error al crear paciente.

# PATIENT_DELETE_ERROR
source: An error occurred while deleting the patient.
es: Ocurrió un error al borrar el paciente.

# INCL_DOCUMENT_FORM_MISSING
source: Missing upload of physical document and completion of electronic inclusion criteria form
es: Falta subir documento físico y completar formulario de criterios de inclusión electrónico

# INCL_FORM_MISSING
source: Failure to complete electronic inclusion criteria form
es: Falta completar formulario de criterios de inclusión eletrónico

# DOCUMENT_MISSING
source: Physical document missing upload
es: Falta subir documento físico

# INCL_CRITERIA_FAIL
source: Pacient does not accomplish the inclusion criteria
es: Paciente no cumple con los criterios de inclusión

# EXCL_DOCUMENT_FORM_MISSING
source: You must upload a physical document and complete the electronic exclusion criteria form
es: Falta subir documento físico y completar formulario de criterios de exclusión eletrónico

# EXCL_FORM_MISSING
source: Failure to complete electronic exclusion criteria form
es: Falta completar formulario de criterios de exclusión electrónico

source: Periodicity not found
es: No se encontró la periodicidad.

# PERIODICITY_DELETED
source: Periodicity has been deleted
es: Se ha borrado la periodicidad.

# PERIODICITY_DUPLICATED
source: There is already a Periodicity with ID '{}'.
es: Ya existe una periodicidad con id '{}'.

# PERIODICITY_CREATE_ERROR
source: An error occurred while creating Periodicity.
es: Ocurrió un error al crear periodicidad.

source: Permission not found
es: No se encontró el permiso.

# PERMISSION_DELETED
source: Permission has been deleted
es: Se ha borrado el permiso.

# PERMISSION_DUPLICATED
source: There is already a permission with ID '{}'.
es: Ya existe un permiso con id '{}'.

# PERMISSION_CREATE_ERROR
source: An error occurred while creating permission.
es: Ocurrió un error al crear permiso.

source: Personal pathological history not found
es: No se encontró la Historia patológica personal.

# PERSONAL_PATHOLOGICAL_HISTORY_DELETED
source: Personal pathological history has been deleted
es: Se ha borrado la Historia patológica personal.

# PERSONAL_PATHOLOGICAL_HISTORY_CREATE_ERROR
source: An error occurred while creating Personal pathological history.
es: Ocurrió un error al crear Historia patológica personal.

source: Puncture not found
es: No se encontró la punción.

# PUNCTURE_DELETED
source: Puncture has been deleted
es: Se ha borrado la punción.

# PUNCTURE_DUPLICATED
source: There is already a Puncture with ID '{}'.
es: Ya existe una punción con id '{}'.

# PUNCTURE_CREATE_ERROR
source: An error occurred while creating Puncture.
es: Ocurrió un error al crear punción.

source: Radiotherapy treatment plan not found
es: No se encontró el plan de tratramiento de radioterapia.

# RADIOTHERAPY_TREATMENT_PLAN_DUPLICATED
source: There is already a Radiotherapy treatment plan with ID '{}'.
es: Ya existe un plan de tratramiento de radioterapia con id '{}'.

# RADIOTHERAPY_TREATMENT_PLAN_CREATE_ERROR
source: An error occurred while creating Radiotherapy treatment plan.
es: Ocurrió un error al crear plan de tratramiento de radioterapia.

source: Radiotherapy not found
es: No se encontró la radioterapia.

# RADIOTHERAPY_DELETED
source: Radiotherapy has been deleted
es: Se ha borrado la radioterapia.

# RADIOTHERAPY_DUPLICATED
source: There is already a Radiotherapy with ID '{}'.
es: Ya existe una radioterapia con id '{}'.

# RADIOTHERAPY_CREATE_ERROR
source: An error occurred while creating Radiotherapy.
es: Ocurrió un error al crear radioterapia.

source: Rol permission not found
es: No se encontró el rol permiso.

# ROL_PERMISSION_DELETED
source: Rol permission has been deleted
es: Se ha borrado el rol permiso.

# ROL_PERMISSION_DUPLICATED
source: There is already a rol permission with ID '{}'.
es: Ya existe un rol permiso con id '{}'.

# ROL_PERMISSION_CREATE_ERROR
source: An error occurred while creating rol permission.
es: Ocurrió un error al crear rol permiso.

source: Rol not found
es: No se encontró el rol.

# ROL_DELETED
source: Rol has been deleted
es: Se ha borrado el rol.

# ROL_DUPLICATED
source: There is already a rol with ID '{}'.
es: Ya existe un rol con id '{}'.

# ROL_CREATE_ERROR
source: An error occurred while creating rol.
es: Ocurrió un error al crear rol.

source: Module not found
es: No se encontró el modulo.

# MODULE_DELETED
source: Module has been deleted
es: Se ha borrado el modulo.

# MODULE_DUPLICATED
source: There is already a module with ID '{}'.
es: Ya existe un modulo con id '{}'.

# MODULE_CREATE_ERROR
source: An error occurred while creating Module.
es: Ocurrió un error al crear modulo.

source: Speciality not found
es: No se encontró la especialidad.

# SPECIALITY_DELETED
source: Speciality has been deleted
es: Se ha borrado la especialidad.

# SPECIALITY_DUPLICATED
source: There is already a Speciality with ID '{}'.
es: Ya existe una especialidad con id '{}'.

# SPECIALITY_CREATE_ERROR
source: An error occurred while creating Speciality.
es: Ocurrió un error al crear especialidad.

source: Stock not found
es: No se encontró stock del medicamento.

# STOCK_DELETED
source: Stock has been deleted
es: Se ha borrado el stock.

# STOCK_DUPLICATED
source: There is already a stock with ID '{}'.
es: Ya existe un stock con id '{}'.

# STOCK_CREATE_ERROR
source: An error occurred while creating stocks.
es: Ocurrió un error al crear stock.

source: Supplier not found
es: No se encontró proveedor.

# SUPPLIER_DELETED
source: Supplier has been deleted
es: Se ha borrado el proveedor.

# SUPPLIER_DUPLICATED
source: There is already a supplier with ID '{}'.
es: Ya existe un proveedor con id '{}'.

# SUPPLIER_CREATE_ERROR
source: An error occurred while creating supplier.
es: Ocurrió un error al crear proveedor.

source: Surgery not found
es: No se encontró cirugía.

# SURGERY_DELETED
source: Surgery has been deleted
es: Se ha borrado la cirugía.

# SURGERY_DUPLICATED
source: There is already a Surgery with ID '{}'.
es: Ya existe una cirugía con id '{}'.

# SURGERY_CREATE_ERROR
source: An error occurred while creating Surgery.
es: Ocurrió un error al crear cirugía.

source: Treatment follow up not found
es: No se encontró seguimiento de tratamiento.

# TREATMENT_FOLLOW_UP_DELETED
source: Treatment follow up has been deleted
es: Se ha borrado el seguimiento de tratamiento.

# TREATMENT_FOLLOW_UP_DUPLICATED
source: There is already a Treatment follow up with ID '{}'.
es: Ya existe un seguimiento de tratamento con id '{}'.

# TREATMENT_FOLLOW_UP_CREATE_ERROR
source: An error occurred while creating Treatment follow up.
es: Ocurrió un error al crear seguimiento de tratamiento.

source: Treatment plan not found
es: No se encontró plan de tratamiento.

# TREATMENT_PLAN_DELETED
source: Treatment plan has been deleted
es: Se ha borrado el plan de tratamiento.

# TREATMENT_PLAN_DUPLICATED
source: There is already a Treatment plan with ID '{}'.
es: Ya existe un plan de tratamento con id '{}'.

# TREATMENT_PLAN_CREATE_ERROR
source: An error occurred while creating Treatment plan.
es: Ocurrió un error al crear plan de tratamiento.

# TREATMENT_PLAN_OBLIGATORY_PERIODICITY
source: No periodicity_id provided.
es: No se ha proveído periodicity_id.

# TREATMENT_PLAN_OBLIGATORY_SESSION
source: No number_sessions provided.
es: No se ha proveído number_sessions.

# TREATMENT_PLAN_OBLIGATORY_DATE
source: No date_first_cycle provided.
es: No se ha proveído date_first_cycle.

source: User hospital not found
es: No se encontró hospital del usuario.

# USER_HOSPITAL_DELETED
source: User hospital has been deleted
es: Se ha borrado el hospital del usuario.

# USER_HOSPITAL_DUPLICATED
source: There is already a user hospital with ID '{}'.
es: Ya existe un hospital de usuario con id '{}'.

# USER_HOSPITAL_CREATE_ERROR
source: An error occurred while creating user hospital.
es: Ocurrió un error al crear hospital de usuario.

source: User not found
es: No se encontró el usuario.

# USER_DELETED
source: User has been deleted
es: Se ha borrado el usuario.

# USER_DUPLICATED
source: There is already a user with ID '{}'.
es: Ya existe un usuario con id '{}'.

# USER_DUPLICATED_NAME
source: There is already a user.
es: Ya existe un usuario.

# USER_CREATE_ERROR
source: An error occurred while creating user.
es: Ocurrió un error al crear usuario.

# USER_UPDATE_SUCESSFULL
source: User was successfully updated.
es: El usuario se actualizó correctamente.

# USER_CREATE_SUCESSFULL
source: User was successfully created.
es: El usuario se creó correctamente.

# PASSWORD_CHANGE_ERROR
source: Previous password does not match current password
es: La contraseña anterior no coincide con la contraseña actual.

# PASSWORD_CHANGE_SUCESSFULL
source: Password was successfully created.
es: La contraseña se actualizó correctamente.

# USER_AUTH_NOT_FOUND
source: Authenticated user not found.
es: Usuario autenticado no encontrado.

# CERVIX_FORM_CREATE_ERROR
source: An error occurred while creating cervix form.
es: Ocurrió un error al crear formulario cérvix.

# CERVIX_FORM_DUPLICATED
source: There is already a cervix form with ID.
es: Ya existe un formulario cérvix.

source: Cervix form not found.
es: No se encontró el formulario cérvix.

# CERVIX_FORM_DELETED
source: Cervix form has been deleted.
es: Se ha borrado el formulario cérvix.

# CERVIX_FORM_UPDATE_ERROR
source: An error occurred while updating cervix form.
es: Ocurrió un error al actualizar cervix form.

# BREAST_FORM_CREATE_ERROR
source: An error occurred while creating breast form.
es: Ocurrió un error al crear formulario mama.

# BREAST_FORM_DUPLICATED
source: There is already a breast form with ID.
es: Ya existe un formulario mama.

source: Breast form not found.
es: No se encontró el formulario mama.

# BREAST_FORM_DELETED
source: Breast form has been deleted.
es: Se ha borrado el formulario mama.

# BREAST_FORM_UPDATE_ERROR
source: An error occurred while updating breast form.
es: Ocurrió un error al actualizar mama form.

# REPORT_DATA_NOT_FOUND
source: The report did not generate any data
es: El reporte no ha generado datos

source: Unsupported file format
es: Formato de archivo no soportado

# IMPORT_MISSING_COLUMNS
source: Missing columns
es: Columnas requeridas no encontradas

# IMPORT_FILE_NOT_PROVIDED
source: No file provided
es: Archivo no proveído

# IMPORT_FILE_PROCESSED
source: File processed
es: Archivo procesado

# IMPORT_NO_IMPORTED
source: No imported
es: No importado

# IMPORT_ROWS
source: rows
es: filas

# IMPORT_NOT_INSERTING_PATIENT
source: Non inserting patient
es: Paciente no insertado

# FREQUENCY_DAILY
source: Daily
es: Diaria

# FREQUENCY_WEEKLY
source: Weekly
es: Semanal

# FREQUENCY_MONTHLY
source: Monthly
es: Mensual

# FREQUENCY_YEARLY
source: Yearly
es: Anual

source: Invalid Category
es: Categoría Inválida

source: Invalid Concentration
es: Concentración Inválida

source: Invalid Quantity
es: Cantidad Inválida

source: Invalid Unit
es: Unidad Inválida

# HOSPITAL_ID_REQUIRED
source: Hospital is a required data
es: El Establecimiento de Salud es un dato requerido

# USER_NOT_ASSOCIATED_WITH_HOSPITAL
source: User not associated to Hospital
es: Usuario no asociado al Hospital

# REQUIRED_FIELD
source: Field is required
es: El Campo es requerido

source: Code already exists
es: El Código ya existe

# ALREADY_EXISTS_ERROR
source: Already exists
es: Ya existe

source: Process success
es: Proceso exitoso

source: Process error
es: Error en el proceso

# EXPECTED_STRING
source: String expected
es: Se esperaba una cadena

source: Record not found
es: Registro no encontrado

# ERROR_TEXT_TOO_LONG
source: The field exceeds the maximum allowed length of {length} characters.
es: El campo excede la longitud máxima permitida de {length} caracteres.

source: Invalid Type
es: Tipo Inválido

# DOSE_NOT_ADJUSTABLE
source: The dose is not adjustable
es: La dosis no es ajustable
